Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# playkit.profile.lockNotice
source: Registration is locked after the server accepts it. Check every answer and the avatar before submitting.
zh_hans: 服务端接受后将锁定档案，请在提交前核对所有回答和头像。

# playkit.qa.answer
source: Your answer
zh_hans: 你的答案

# playkit.qa.multiHint
source: Select all answers you want to submit
zh_hans: 选择所有要提交的选项

# playkit.qa.revealedAnswer
source: Answer revealed by the server
zh_hans: 服务端公布的答案

# playkit.quiet.limitReached
source: A sound crossed the limit. The measured hold has ended.
zh_hans: 声音超过阈值，本次保持测量已结束。

# playkit.random.draw
source: Draw the next card
zh_hans: 抽取下一张

# playkit.random.remaining
source: Draws remaining
zh_hans: 剩余抽取次数

# playkit.reaction.early
source: Too early. This round did not count.
zh_hans: 抢跑了，本轮不计入成绩。

# playkit.reaction.goal
source: Target reaction time
zh_hans: 目标反应时间

# playkit.reaction.next
source: Try the next round
zh_hans: 开始下一轮

# playkit.reaction.round
source: Rounds measured
zh_hans: 已测轮数

# playkit.reaction.tap
source: Tap now
zh_hans: 现在点击

# playkit.reaction.wait
source: Wait for the cue
zh_hans: 等待提示

# playkit.reasoning.serverOnly
source: Only the overall decision comes back from the server. No individual answer is revealed or guessed here.
zh_hans: 这里只显示服务端的整体判定，不揭露或猜测每一项答案。

# playkit.reasoning.tryAgain
source: The last arrangement did not pass. You can revise it while the task remains open.
zh_hans: 上次排列未通过，任务仍开放时可以修改后重交。

# playkit.reconcile
source: Check the pending request
zh_hans: 核对待确认请求

# playkit.refresh
source: Refresh server state
zh_hans: 刷新服务端状态

# playkit.result.authority
source: Completion and rewards are based only on the server’s returned state
zh_hans: 是否完成及奖励仅以服务端返回状态为准

# playkit.result.notPassed
source: Server result: not passed
zh_hans: 服务端判定：未通过

# playkit.result.passed
source: Server result: passed
zh_hans: 服务端判定：已通过

# playkit.result.recorded
source: Recorded by the server
zh_hans: 服务端已记录

# playkit.retryExact
source: Retry the exact reviewed request
zh_hans: 重试已核对的原请求

# playkit.review
source: Review submission
zh_hans: 核对提交

# playkit.reviewBoundary
source: Check the exact values below. Confirmation sends this action for this session and version; it does not guarantee completion or a reward.
zh_hans: 请核对下方实际提交值。确认后仅为当前会话和版本发送此动作，不代表一定完成或获得奖励。

# playkit.scan.capture
source: Scan the task code
zh_hans: 扫描任务二维码

# playkit.scan.captured
source: Code captured; not yet validated
zh_hans: 已识别二维码，尚未验证

# playkit.scan.overlayGate
source: Overlay and AR replies need an approved native renderer. No substitute result is shown.
zh_hans: 显形与 AR 回复需要已验收的原生渲染器，当前不展示替代结果。

# playkit.scan.working
source: Reading code
zh_hans: 正在识别二维码

# playkit.select
source: Select
zh_hans: 选择

# playkit.sending
source: Waiting for server response
zh_hans: 等待服务端回应

# playkit.sensor.audioPrivacy
source: Only peak volume is measured. Audio is never saved or uploaded.
zh_hans: 仅测量声音峰值，不保存或上传音频。

# playkit.sensor.calibrate
source: Allow sensor check and calibrate
zh_hans: 检查传感器权限并校准

# playkit.sensor.calibrating
source: Live sensor calibration
zh_hans: 实时传感器校准

# playkit.sensor.error.configurationUnavailable
source: This sensor activity is not enabled for this build.
zh_hans: 此版本尚未启用该传感器玩法。

# playkit.sensor.error.interrupted
source: This attempt was interrupted. Start again when you are ready.
zh_hans: 本次尝试已中断。准备好后请重新开始。

# playkit.sensor.error.missingSamples
source: Fresh sensor readings stopped or were invalid. No missing time was counted. Please try again.
zh_hans: 实时传感器读数已停止或无效。未计入缺失时段，请重试。

# playkit.sensor.error.permissionDenied
source: Sensor permission was denied. You can change it in system Settings, then try again.
zh_hans: 传感器权限被拒绝。您可以在系统设置中修改权限后重试。

# playkit.sensor.error.sensorUnavailable
source: The required sensor is unavailable on this device.
zh_hans: 此设备无法使用所需的传感器。

# playkit.sensor.holdProgress
source: Continuous hold progress
zh_hans: 连续保持进度

# playkit.sensor.measuredBoundary
source: This is a device measurement. Only the server can accept it and determine the result.
zh_hans: 这是设备测量结果。是否接受以及最终结果均由服务器决定。

# playkit.sensor.phase.authorizing
source: Checking sensor access
zh_hans: 正在检查传感器权限

# playkit.sensor.phase.calibrating
source: Calibrating from live readings
zh_hans: 正在使用实时读数校准

# playkit.sensor.phase.idle
source: Ready when you are
zh_hans: 准备好后即可开始

# playkit.sensor.phase.interrupted
source: Attempt interrupted
zh_hans: 本次尝试已中断

# playkit.sensor.phase.measured
source: Measurement ready to review
zh_hans: 测量结果已就绪，请核对

# playkit.sensor.phase.ready
source: Calibration ready
zh_hans: 校准已就绪

# playkit.sensor.phase.running
source: Measuring
zh_hans: 正在测量

# playkit.sensor.purpose.ballShake
source: This activity uses motion readings to move the ball as you tilt your phone and count wall contacts. Keep a firm grip and stay still.
zh_hans: 此玩法使用运动读数，让球随手机倾斜移动并记录撞墙次数。请握稳手机，站在安全的位置。

# playkit.sensor.purpose.compass
source: This activity uses the compass to read the magnetic direction of the top of your phone and requires location permission. No location coordinates are read or sent. Hold the phone upright in portrait and keep it aligned with the target.
zh_hans: 此玩法使用罗盘读取手机顶部的磁北方位角，需要位置权限，但不会读取或发送位置坐标。请竖屏握住手机并持续对准目标方向。

# playkit.sensor.purpose.quietHold
source: This activity uses the microphone to measure ambient peak volume. Keep quiet for the required time after the server confirms the start.
zh_hans: 此玩法使用麦克风测量环境声音峰值。服务器确认开始后，请在要求的时间内保持安静。

# playkit.sensor.purpose.shout
source: This activity uses the microphone to measure sustained loudness. Choose a suitable place and a comfortable volume; stop if it feels uncomfortable.
zh_hans: 此玩法使用麦克风测量持续音量。请选择合适的场所，使用舒适的音量；如有不适请停止。

# playkit.sensor.reviewStart
source: Review start request
zh_hans: 核对开始请求

# playkit.sensor.secondsLeft
source: Seconds remaining
zh_hans: 剩余秒数

# playkit.sensor.startBoundary
source: The challenge will start only after the server acknowledges your reviewed request.
zh_hans: 核对请求并获得服务器确认后，挑战才会开始。

# playkit.sensor.stop
source: Stop this attempt
zh_hans: 停止本次尝试

# playkit.sessionChanged
source: Your session changed. Return to the task and reopen it.
zh_hans: 登录会话已变化，请返回任务后重新打开。

# playkit.sessionRemaining
source: Session seconds remaining
zh_hans: 会话剩余秒数

# playkit.shout.continuous
source: Keep the volume above the limit continuously. A drop resets the hold.
zh_hans: 请持续保持音量超过阈值。音量下降会将保持时间清零。

# playkit.sort.down
source: Move down
zh_hans: 下移

# playkit.sort.instructions
source: Arrange the items in order. Use the arrow buttons to move an item one place.
zh_hans: 按顺序排列条目，用箭头按钮每次移动一格。

# playkit.sort.up
source: Move up
zh_hans: 上移

# playkit.stopwatch.hidden
source: Elapsed time hidden. Tap stop when you think the target time has arrived.
zh_hans: 计时读数已隐藏，请在你认为到达目标时间时停止。

# playkit.stopwatch.stop
source: Stop the clock
zh_hans: 停止计时

# playkit.stopwatch.tolerance
source: Allowed tolerance
zh_hans: 允许误差

# playkit.type.caseInsensitive
source: Letter case is ignored by the task
zh_hans: 本题不区分英文字母大小写

# playkit.type.caseSensitive
source: Match letter case exactly
zh_hans: 请保持英文字母大小写一致

# playkit.type.finish
source: Finish typing
zh_hans: 完成输入

# playkit.type.input
source: Type the target text
zh_hans: 输入目标文字

# playkit.unavailable
source: This task is no longer available
zh_hans: 当前任务已不可用

# playkit.version
source: Reviewed version
zh_hans: 核对的版本

# playkit.walk.goal
source: Merchant’s step goal
zh_hans: 商家设定的步数目标

# playkit.walk.goalLocked
source: The goal is set by the merchant and cannot be changed here
zh_hans: 目标由商家设定，不能在这里修改

# playkit.walk.noReading
source: No verified step reading has been returned
zh_hans: 尚未返回经验证的步数

# playkit.walk.progress
source: Verified step progress
zh_hans: 经验证的步数进度

# playkit.walk.providerGate
source: The service requires WeChat encrypted step proof. Native device steps cannot replace that proof without an approved contract.
zh_hans: 当前服务需要微信运动的加密步数凭证。原生设备步数不能在未经契约批准的情况下替代该凭证。

# playkit.walk.remaining
source: Steps remaining
zh_hans: 还差步数

# playkit.walk.steps
source: Verified steps
zh_hans: 经验证的步数

# playkit.walk.sync
source: Sync verified steps
zh_hans: 同步经验证的步数

# playkitAuthor.addCategory
source: Add category
zh_hans: 添加类别

# playkitAuthor.addItem
source: Add item
zh_hans: 添加条目

# playkitAuthor.addPair
source: Add pair
zh_hans: 添加一对

# playkitAuthor.balancePairs
source: Add blank rows to the shorter column
zh_hans: 为较短的一列补充空白条目

# playkitAuthor.categories
source: Categories
zh_hans: 类别

# playkitAuthor.compass.boundary
source: A direction is required. Compass alignment awards configured points only; it is not proof of arrival. Native sensor permission and device acceptance are separate.
zh_hans: 必须明确填写目标方位。罗盘对准仅按配置计分，不能作为到店凭证。原生传感器权限与真机验收是独立步骤。

# playkitAuthor.correctCategory
source: Correct category
zh_hans: 正确类别

# playkitAuthor.instructions.classify
source: Define categories, then assign every item to its correct category.
zh_hans: 先定义类别，再为每个条目指定正确类别。

# playkitAuthor.instructions.match
source: Each entered left/right row is a correct pair. Players receive a shuffled right column.
zh_hans: 每行的左、右两项组成正确配对，玩家看到的右侧条目由服务端打乱。

# playkitAuthor.instructions.sort
source: Enter items in the correct order. The server will shuffle them for players.
zh_hans: 请按正确顺序录入条目，服务端会为玩家打乱顺序。

# playkitAuthor.items
source: Items
zh_hans: 条目

# playkitAuthor.left
source: Left item
zh_hans: 左侧条目

# playkitAuthor.presentation
source: Player presentation
zh_hans: 玩家呈现方式

# playkitAuthor.presentation.default
source: Server default
zh_hans: 由服务端按规则决定

# playkitAuthor.presentation.focused
source: Dedicated game screen
zh_hans: 独立玩法页面

# playkitAuthor.presentation.focusedRequired
source: This game requires a dedicated screen. An inline selection must be changed before saving.
zh_hans: 此玩法需要独立页面，保存前请将内嵌选择改为独立页面。

# playkitAuthor.presentation.inline
source: Within the story
zh_hans: 嵌入故事

# playkitAuthor.preview
source: Preview this game
zh_hans: 预览此玩法

# playkitAuthor.previewBoundary
source: Author rehearsal only. No request is sent, no live session is created and no reward is awarded. Secret answers are removed from these player controls.
zh_hans: 仅供作者试用。不会发送请求、创建真实会话或发放奖励。此处的玩家控件已移除答案字段。

# playkitAuthor.previewPayload
source: Values this rehearsal would submit
zh_hans: 本次试用拟提交的值

# playkitAuthor.remove
source: Remove
zh_hans: 移除

# playkitAuthor.removePair
source: Remove pair
zh_hans: 移除这一对

# playkitAuthor.right
source: Matching right item
zh_hans: 配对的右侧条目

# playkitAuthor.rowLabel
source: Item text
zh_hans: 条目文案

# playkitAuthor.sensorPreviewBoundary
source: This shows the configured sensor task and its native controls. Hardware stays off in author preview; use an accepted device-testing configuration to measure real input.
zh_hans: 这里展示配置的传感器任务与原生控件。作者预览中不启动硬件，真实输入需在获准的真机测试配置中验证。

# playkitAuthor.shout.boundary
source: Participants must agree to microphone use and sustain the sound continuously. Consider the location and other people before choosing this task.
zh_hans: 参与者需要同意使用麦克风并持续发声。选择此玩法前，请考虑现场环境与周围的人。

# playkitAuthor.validation.classify.answer
source: Assign every item to an existing category, with no extra answers
zh_hans: 请为每个条目指定现有类别，并移除多余答案

# playkitAuthor.validation.classify.bins.count
source: Classification needs 2–4 categories
zh_hans: 分类需要 2 至 4 个类别

# playkitAuthor.validation.classify.items.count
source: Classification needs 2–10 items
zh_hans: 分类需要 2 至 10 个条目

# playkitAuthor.validation.compass.bearing
source: Enter an integer direction from 0 to 359 degrees
zh_hans: 请填写 0 至 359 度的整数方位

# playkitAuthor.validation.compass.hint
source: The compass hint must be at most 60 UTF-16 units
zh_hans: 罗盘提示不能超过 60 个 UTF-16 单位

# playkitAuthor.validation.compass.holdSeconds
source: Compass hold time must be an integer from 1 to 10 seconds
zh_hans: 罗盘保持时长须为 1 至 10 秒的整数

# playkitAuthor.validation.compass.tolerance
source: Compass tolerance must be an integer from 5 to 90 degrees
zh_hans: 罗盘容差须为 5 至 90 度的整数

# playkitAuthor.validation.compass.xp
source: Compass points must be an integer from 0 to 1000
zh_hans: 罗盘奖励分须为 0 至 1000 的整数

# playkitAuthor.validation.fullscreenOnly
source: This game cannot be embedded in the story
zh_hans: 此玩法不能嵌入故事流

# playkitAuthor.validation.id
source: Item IDs must be unique, 1–32 letters, digits, underscores or hyphens
zh_hans: 条目 ID 必须唯一，使用 1 至 32 位字母、数字、下划线或短横线

# playkitAuthor.validation.image
source: An item image must use a valid HTTPS address
zh_hans: 条目图片需使用有效的 HTTPS 地址

# playkitAuthor.validation.kicker
source: The heading must be at most 32 UTF-16 units
zh_hans: 标题不能超过 32 个 UTF-16 单位

# playkitAuthor.validation.label
source: Every item needs 1–40 UTF-16 units of text
zh_hans: 每个条目需填写 1 至 40 个 UTF-16 单位的文案

# playkitAuthor.validation.match.left.count
source: Matching needs 2–6 left items
zh_hans: 配对左列需要 2 至 6 个条目

# playkitAuthor.validation.match.right.count
source: Matching needs 2–6 right items
zh_hans: 配对右列需要 2 至 6 个条目

# playkitAuthor.validation.match.sameCount
source: The matching columns must contain the same number of items
zh_hans: 配对两列的条目数必须相同

# playkitAuthor.validation.presentation
source: Choose a supported presentation value
zh_hans: 请选择受支持的呈现方式

# playkitAuthor.validation.prompt
source: Enter a question of 1–200 UTF-16 units
zh_hans: 请填写 1 至 200 个 UTF-16 单位的题干

# playkitAuthor.validation.row
source: Every item must have the expected object shape
zh_hans: 每个条目都必须符合对象结构

# playkitAuthor.validation.shout.seconds
source: Continuous voice duration must be 5–300 seconds
zh_hans: 持续发声时长须为 5 至 300 秒

# playkitAuthor.validation.shout.xp
source: Voice challenge points must be an integer from 0 to 1000
zh_hans: 发声挑战奖励分须为 0 至 1000 的整数

# playkitAuthor.validation.sort.items.count
source: Sorting needs 2–8 items
zh_hans: 排序需要 2 至 8 个条目

# playkitCamera.authorizing
source: Waiting for camera permission
zh_hans: 等待相机权限

# playkitCamera.choosePhoto
source: Choose a photo
zh_hans: 选择照片

# playkitCamera.configGate
source: Camera overlay is not enabled for this session
zh_hans: 当前会话尚未启用相机叠图

# playkitCamera.failedFallback
source: The camera did not open. You can still view the returned image below.
zh_hans: 相机未能打开，你仍可查看下方返回的图片。

# playkitCamera.frameGuide
source: The guide can appear over the camera preview. It is never included in the photo or used as proof.
zh_hans: 轮廓可以叠加在相机预览上，但不会写入照片，也不作为判定凭证。

# playkitCamera.openOverlay
source: View over the camera
zh_hans: 在相机画面上查看

# playkitCamera.overlayPurpose
source: Show the server-returned image over the rear-camera preview. No photo or video is saved or uploaded, and this does not submit task completion.
zh_hans: 将服务端返回的图片叠在后置相机预览上。不会保存或上传照片、视频，也不会提交任务完成状态。

# playkitCamera.purpose
source: Use the camera for this view?
zh_hans: 为当前视图使用相机？

# playkitCamera.screenSpaceOnly
source: Screen-space overlay, not spatial AR
zh_hans: 屏幕叠图，并非空间 AR

# playkitLegacy.blind.instructions
source: Choose what you tasted. The answer stays on the server.
zh_hans: 选择你品尝到的选项，答案由服务端保管。

# playkitLegacy.blind.tryAgain
source: That choice was not solved. You can choose again.
zh_hans: 这个选择尚未答对，可以重新选择。

# playkitLegacy.music.boundary
source: Listening is optional. Playback does not submit completion or promise points.
zh_hans: 可以自由聆听，播放不会提交完成状态，也不承诺奖励分。

# playkitLegacy.music.duration
source: Track duration
zh_hans: 曲目时长

# playkitLegacy.name.audience
source: The name can be shown publicly and is checked by the service before it is saved.
zh_hans: 作品名可能公开展示，保存前会由服务端进行内容审核。

# playkitLegacy.name.placeholder
source: Name this creation
zh_hans: 给作品起个名字

# playkitLegacy.scan.arGate
source: Plane and marker AR need an accepted renderer and asset configuration. The returned image remains available as the fallback.
zh_hans: 平面与图像识别 AR 需要已验收的渲染器和素材配置，当前仍可查看返回的图片。

# playkitLegacy.scan.staticFallback
source: The returned overlay is shown as a regular image. No camera anchoring or AR placement is claimed.
zh_hans: 返回的叠加图以普通图片展示，不代表已贴合相机画面或完成 AR 放置。

# playkitLegacy.silent.boundary
source: This clock is only a companion. It never proves a result, completes an order or awards points.
zh_hans: 这个计时器仅作陪伴展示，不作为结果凭证，不完成订单，也不发放奖励。

# playkitLegacy.silent.elapsed
source: Local performance time
zh_hans: 本地表演时长

# playkitLegacy.silent.giveUp
source: Stop and speak
zh_hans: 停止计时并说话

# playkitLegacy.silent.noWitnessCode
source: The service has not supplied a witness code
zh_hans: 服务端尚未提供见证码

# playkitLegacy.silent.start
source: Start the local clock
zh_hans: 开始本地计时

# playkitLegacy.silent.stopped
source: The local clock has stopped
zh_hans: 本地计时已停止

# playkitLegacy.slow.authority
source: Waiting and availability come from the server. Changing your device date cannot unlock this task.
zh_hans: 等待天数和可领取状态由服务端返回，修改设备日期不能解锁任务。

# playkitLegacy.slow.claim
source: Review and claim
zh_hans: 核对并领取

# playkitLegacy.slow.daysLeft
source: Days remaining
zh_hans: 还需等待天数

# playkitLegacy.slow.emptyReadback
source: The server recorded the claim but returned no reveal text
zh_hans: 服务端已记录领取，但未返回揭示文案

# playkitLegacy.slow.ready
source: The server says this discovery can be claimed
zh_hans: 服务端显示这次发现已可领取

# playkitLegacy.slow.reveal
source: Reveal the returned discovery
zh_hans: 查看这次返回的发现

# playkitLegacy.slow.start
source: Review and begin
zh_hans: 核对并开始

# playkitLegacy.window.authority
source: The server decides whether this time window is open. These are the configured clock labels, not a device-time unlock.
zh_hans: 是否开放由服务端决定。这里展示配置的时刻，不使用设备时间自动解锁。

# playkitLegacy.window.closes
source: Closes
zh_hans: 结束时间

# playkitLegacy.window.opens
source: Opens
zh_hans: 开放时间

# playkitLegacy.window.providerGate
source: The source reminder uses WeChat subscription authorization. No equivalent native permission or subscription has been approved.
zh_hans: 源提醒依赖微信订阅授权，尚未批准等效的原生权限或订阅链路。

# playkitLegacy.window.subscribe
source: Enable reminder
zh_hans: 开启提醒

# playkitLegacy.window.subscribed
source: The source service reports a reminder subscription
zh_hans: 源服务显示已登记提醒订阅

# playkitSpatial.error.assetUnavailable
source: An approved image could not be loaded. The static fallback remains available.
zh_hans: 已批准的图片未能加载，仍可使用静态图片回落。

# playkitSpatial.error.deviceUnavailable
source: AR could not start or track reliably on this device. Use the image fallback.
zh_hans: 此设备未能启动或稳定追踪 AR，请使用图片回落。

# playkitSpatial.error.disabled
source: Spatial rendering has not been enabled for this session
zh_hans: 当前会话尚未启用空间渲染

# playkitSpatial.error.interrupted
source: Spatial viewing was interrupted. No task result was submitted.
zh_hans: 空间观看已中断，没有提交任务结果。

# playkitSpatial.error.markerCalibrationRequired
source: The reference image needs an accepted physical-width calibration before native tracking can start
zh_hans: 原生图像追踪开始前，需要提供并验收识别图的实际宽度

# playkitSpatial.error.permissionDenied
source: Camera permission was not granted; use the image fallback
zh_hans: 相机权限未获准，请使用图片回落

# playkitSpatial.error.unsupportedMode
source: This spatial mode is not supported
zh_hans: 暂不支持这种空间模式

# playkitSpatial.error.unsupportedModel
source: This model is outside the approved GLB profile or asset origins. Use the returned image instead.
zh_hans: 这个模型不符合已批准的 GLB 格式或资源来源要求，请改看返回的图片。

# playkitSpatial.error.unvalidatedScan
source: The scan must be validated by the server first
zh_hans: 请先由服务端验证扫码结果

# playkitSpatial.fallback
source: View regular image
zh_hans: 查看普通图片

# playkitSpatial.findMarker
source: Point the camera at the configured reference image
zh_hans: 将相机对准配置的识别图

# playkitSpatial.findPlane
source: Move slowly to find a horizontal surface
zh_hans: 缓慢移动手机，寻找水平面

# playkitSpatial.loading
source: Preparing approved AR images
zh_hans: 正在准备已批准的 AR 图片

# playkitSpatial.noEvidence
source: Spatial display is visual only; task acceptance remains on the server
zh_hans: 空间展示仅用于观看，任务是否通过仍由服务端决定

# playkitSpatial.open
source: Open spatial view
zh_hans: 打开空间视图

# playkitSpatial.purpose
source: Use the camera for spatial placement?
zh_hans: 使用相机进行空间放置？

# playkitSpatial.purposeDetail
source: Recognize a real surface or the configured image, then anchor the returned artwork in the camera view. No camera frames are saved or uploaded, and recognition does not prove arrival or award a result.
zh_hans: 识别真实平面或配置的图像，将返回的图片固定在相机空间中。不会保存或上传相机画面，识别也不作为到店凭证或奖励判定。

# playkitSpatial.tapPlane
source: Tap a detected surface to place the card
zh_hans: 点击已识别的平面放置卡片

# playkitSpatial.title
source: Spatial reveal
zh_hans: 空间显形

# playx.advanced
source: Special gameplay
zh_hans: 特殊玩法

# playx.advanced.authority
source: Server-confirmed state
zh_hans: 服务端权威状态

# playx.advanced.branch
source: Choose a path
zh_hans: 选择分支

# playx.advanced.coin
source: Flip a coin
zh_hans: 抛硬币

# playx.advanced.continue
source: Continue to the base task
zh_hans: 继续基础任务

# playx.advanced.dice
source: Roll dice
zh_hans: 掷骰子

# playx.advanced.draw
source: Draw from the server
zh_hans: 请求服务端抽取

# playx.advanced.remaining
source: Remaining seconds
zh_hans: 剩余秒数

# playx.advanced.review
source: Send this exact action to the current gameplay session?
zh_hans: 将此操作提交到当前玩法会话？

# playx.advanced.roles
source: Team roles
zh_hans: 团队角色

# playx.advanced.sign
source: Claim today's sign
zh_hans: 领取今日签

# playx.advanced.specialGate
source: This kit's full native interaction is awaiting its dedicated provider or UI acceptance.
zh_hans: 此玩法的完整原生交互仍待专用设备服务或界面验收

# playx.advanced.start
source: Start this gameplay session
zh_hans: 开始本次玩法

# playx.advanced.stepsGate
source: This task requires a trusted step receipt that has not been accepted for this platform.
zh_hans: 此任务需要该平台尚未验收的可信步数回执

# playx.advanced.timerNotice
source: The countdown is only a display. The server confirms timeout and completion.
zh_hans: 倒计时仅供显示，超时和完成由服务端确认

# playx.advanced.turnsNotice
source: Roles and turns come from the server. Local interaction cannot complete another member's turn.
zh_hans: 角色和轮次以服务端为准，本地交互不能代替其他成员完成

# playx.advanced.version
source: State version
zh_hans: 状态版本

# playx.answer
source: Answer
zh_hans: 答案

# playx.answer.placeholder
source: Enter your answer
zh_hans: 输入你的答案

# playx.cancel
source: Cancel
zh_hans: 取消

# playx.choose
source: Choose an option
zh_hans: 选择一项

# playx.circle.answer
source: Write this moment
zh_hans: 写下这一刻

# playx.circle.closed
source: At least three current offers are required to open this instance.
zh_hans: 至少需要三家有效供给才能开放本实例

# playx.circle.date.q1
source: When did you last find each other especially endearing?
zh_hans: 最近一次觉得对方很可爱的瞬间？

# playx.circle.date.q2
source: When did you last feel cared for by each other?
zh_hans: 最近一次被对方照顾到是什么时候？

# playx.circle.date.q3
source: What would you like to do together next?
zh_hans: 下一次想一起认真做什么？

# playx.circle.invite
source: Invitation code (optional)
zh_hans: 邀请码（选填）

# playx.circle.note
source: Optional private note
zh_hans: 私人备注（选填）

# playx.circle.notice
source: This private card records your choices. It does not prove arrival, booking, redemption or purchase.
zh_hans: 私人记录卡仅记录自主选择，不代表商家确认到店、预约、核销或成交

# playx.circle.offers
source: Available offers
zh_hans: 可选商家供给

# playx.circle.open
source: Start or join exploration
zh_hans: 开始或加入探索

# playx.circle.openUnknown
source: Opening may have succeeded. Recover the existing session before starting another.
zh_hans: 创建或加入可能已成功，请先恢复已有会话，勿重复创建

# playx.circle.records
source: My private records
zh_hans: 我的私人记录

# playx.circle.shanghaiGate
source: City keyword pairing needs the recorded-store picker before submitting.
zh_hans: 城市关键词提交前需要从已记录商家选择配对

# playx.circle.stage.CITY_KEYWORDS
source: City keywords
zh_hans: 城市关键词

# playx.circle.stage.NEXT_PICK
source: Where to return next
zh_hans: 下次还会来

# playx.circle.stage.POST_CHOICE
source: After exploring
zh_hans: 完成后的选择

# playx.circle.stage.PRE_CHOICE
source: Before you start
zh_hans: 出发前的选择

# playx.circle.stage.PRE_WISH
source: A wish before starting
zh_hans: 出发前的愿望

# playx.circle.stage.QUESTION_CARD
source: A question to share
zh_hans: 约会问题卡
